{
   "data": [
       {
        "data_de_lançamento": "21/08/2012",
        "descrição": "Counter-Strike: Global Offensive (CS: GO) expande a jogabilidade de ação baseada em equipas que foi pioneira quando lançada há 12 anos atrás. O CS: GO apresenta-se com novos mapas, personagens, armas e ainda oferece versões atualizadas de conteúdo do CS clássico (de_dust2, etc.). Para além disso, o CS: GO introduz novos modos de jogo, partidas rápidas através de matchmaking, tabelas de classificação e muito mais. O Counter-Strike surpreendeu a indústria de jogos quando o improvável mod se tornou no jogo para PC de ação online mais jogado do mundo quase imediatamente depois de ter sido lançado em Agosto de 1999, disse Doug Lombardi da Valve. Durante os últimos 12 anos, continuou a ser um dos jogos mais jogados do mundo, uma manchete em torneios de jogos competitivos que vendeu mais 25 milhões de unidades por todo o mundo. O CS: GO promete expandir a jogabilidade do galardoado CS e trazê-la para os que jogam no PC, nas consolas da geração mais recente ou no Mac.",
        "imagem": "https://th.bing.com/th/id/R13aa5bc8728a72a8f73b9d6eb18e8e8d?rik=JYTnoobnIU6u3Q&pid=ImgRaw",
        "nome_jogo": "Counter Strike: Global Offensive",
        "score": "Extremamente positivo"
       },
       {
        "data_de_lançamento": "13/05/2016",
        "descrição": "Developed by id software, the studio that pioneered the first-person shooter genre and created multiplayer Deathmatch, DOOM returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in the single-player campaign, or competing against your friends in numerous multiplayer modes. Expand your gameplay experience using DOOM SnapMap game editor to easily create, play, and share your content with the world.",
        "imagem": "https://file-cdn.urcdkeys.com/product/20171026141723_img.jpg",
        "nome_jogo": "DOOM",
        "score": "Extremamente positivo"
       },
       {
           "data_de_lançamento":"19/12/2000",
           "descrição": "Assassin's Creed é uma série de jogos eletrônicos. A premissa central da história envolve-se a partir da rivalidade entre duas sociedades secretas ancestrais: os Assassinos, que desejam a paz através do livre arbítrio, e os Templários, que têm o objetivo de dominar o mundo e impor a ordem na humanidade. Ambos tiveram uma relação indireta com uma espécie que viveu antes dos humanos, cuja sociedade foi destruída por uma gigantesca tempestade solar. Misturando personagens e ficção histórica com eventos e figuras reais, a ordem cronológica dos jogos começa em 2012, e fala de Desmond Miles, um jovem que com a ajuda do Animus, explora as memórias de alguns dos mais proeminentes Assassinos da história.",
           "imagem":"https://images2.alphacoders.com/602/602604.jpg",
           "nome_jogo":"Assassins Creed",
           "score":"Positivo"
       },
       {
        "data_de_lançamento":"20/03/2018",
        "descrição": "Sea of Thieves é um jogo eletrônico de ação-aventura produzido pela Rare e publicado pela Xbox Game Studios exclusivamente para Xbox One e Windows 10, sendo lançado em 20 de março de 2018. O jogo contem elementos de jogabilidade na primeira pessoa[5] e utiliza conteúdo gerado pelos usuários, em que os jogadores tem a possibilidade de criar as suas próprias historias usando as ferramentas disponibilizadas pelo jogo. Num cenário de piratas, em Sea of Thieves os jogadores podem jogar cooperativamente num ambiente multijogador em mundo aberto.",
        "imagem":"https://as.com/meristation/imagenes/2019/11/26/noticias/1574749817_053077_1574749898_noticia_normal.jpg",
        "nome_jogo":"Sea Of Thieves",
        "score":"Positivo"
       }

       
]
}